/* Strings not to be in the MAS version */
"https://macitbetter.com/buy/betterzip" = "https://macitbetter.com/buy/betterzip";
"https://macitbetter.com/lost-key-for/betterzip" = "https://macitbetter.com/lost-key-for/betterzip";
"https://macitbetter.com/BetterZip.rss" = "https://macitbetter.com/BetterZip.rss";
"Pleeease!"      = "S'il vous plaîîît!";
"Buy Now..."     = "Acheter maintenant...";
"Must.Buy.Now."  = "Achetez-moi !";
"Instant Karma"  = "Karma instantané";
"Buy Me!"        = "Achetez-moi !";
"%d days left" = "%d jours restants";
"Buy today!" = "Achetez aujourd'hui !";
"The trial period is over" = "La période d'essai est terminée";
"Please register BetterZip to enable the saving of archives." = "Veuillez enregistrer BetterZip pour activer l'enregistrement d'archives.";
"Buy now" = "Acheter maintenant";
"Your trial period is over. You can still view archives, but saving archives has been disabled. Please register, if you want to continue using BetterZip! Click the 'Buy now' button below and receive your license key within minutes." = "Votre période d'essai est terminée. Vous pouvez toujours ouvrir des archives, mais la sauvegarde a été désactivée. Merci de bien vouloir enregistrer BetterZip si vous souhaitez continuer à l'utiliser ! Cliquez sur le bouton ‘Acheter en ligne’ ci-dessous pour recevoir votre clef de licence en quelques minutes.";
"Registration: # %d on %@ for %d licenses\nLicensee: %@" = "Enregistrement : # %d le %@ pour %d licences\nAccordées à : %@";
"Registration: # %d on %@\nLicensee: %@" = "Enregistrement : # %d le %@\nAccordée à : %@";
"More license keys required." = "Plus de clefs de licence sont nécessaires.";
"BetterZip has detected more copies running at the same time in your network than you have license keys. \n\nEvery computer in your network needs its own license key. Please consider buying one of those really reasonably priced multi-user licenses." = "BetterZip a détecté plusieurs copies du logiciel exécutées en même temps sur votre réseau, excédant le nombre de license qui vous est attribué.\n\nChaque ordinateur sur votre réseau doit avoir sa propre licence. Merci de bien vouloir considérer l'achat d'une licence multi-postes à prix raisonnable. ";
"\nYour copy of BetterZip is registered. Thank you!" = "\nVotre copie de BetterZip est enregistrée. Merci !";
"Continue" = "Continuer";
"BetterZip is not yet registered. Your trial period will end tomorrow. To continue using BetterZip click the 'Buy now' button below and register now!" = "BetterZip n'est pas encore enregistré. Votre période d'essai se termine demain. Pour continuer à utiliser BetterZip, cliquez sur le ‘Acheter maintenant’ et enregistrez-vous maintenant !";
"BetterZip is not yet registered. Your trial period ends today. To continue using BetterZip click the 'Buy now' button below and register now!" = "BetterZip n'est pas encore enregistré. Votre période d'essai prend fin aujourd'hui. Pour continuer à utiliser BetterZip, cliquez sur le bouton ‘Acheter maintenant’ et enregistrez-vous maintenant !";
"Your trial period is over. Although BetterZip will work for a few more days, you have to register, if you want to continue using it! Click the 'Buy now' button below and receive your license key within minutes." = "Votre période d'essai est terminée. Bien que BetterZip continuera de fonctionner pendant quelques jours, vous devez vous enregistrez si vous souhaitez continuer de l'utiliser. Cliquez sur le bouton ‘Acheter en ligne’ pour recevoir votre clef de licence en quelques minutes.";
"The code is invalid. Make sure you pasted the complete key into the text field." = "La clef de licence fournie est invalide. Assurez-vous d'avoir bien copié/collé l'intégralité de la clef dans le champ.";
"Later" = "Plus tard";
"Welcome back to BetterZip!" = "Bon retour dans BetterZip !";
"It has been a long time since you last tried BetterZip. Take a few more days to evaluate it again. Your trial period has been extended by five days." = "Cela fait un moment que vous n'avez pas essayé BetterZip. Prenez quelques jours supplémentaires pour l'évaluer à nouveau. Votre période d'essai vient d'être étendue.";
"Great!" = "Génial !";
"Check for Updates..." = "Vérifier les mises à jour...";
"Automatically check for updates (last check: %@)" = "Vérifier automatiquement les mises à jour (dernière vérification : %@)";
"Your license is not valid for this version of BetterZip, but our upgrade fees are very reasonable.\nClick the 'Buy now' button to check it out." = "Votre clef de licence n'est pas valide pour cette version de BetterZip, mais nos frais de mise à niveau sont très raisonnables.\nCliquez sur le bouton ‘Acheter en ligne’ pour découvrir nos offres.";
"Registration..." = "Enregistrement...";

/* New in BetterZip 3 */
"This function is available to registered users only." = "Cette fonction est uniquement disponible pour les utilisateurs enregistrés.";
"Better get your license today!" = "Vous feriez mieux d'obtenir votre licence aujourd'hui !";
"This is a license code for an older version of BetterZip. You can use it to purchase a BetterZip 4 license for the discounted upgrade price of $9.99. Click “Upgrade now” below to go to our web shop." = "Ce numéro de licence est uniquement valable pour une version plus ancienne de BetterZip. vous pouvez l'utiliser pour acheter une license pour BetterZip 4 à un tarif préférentiel de $9.99. Cliquez sur \"Mettre à jour maintenant\" ci-dessous pour vous rendre sur notre boutique en ligne.";
"This is a temporary license code for customers who bought BetterZip 2 in the Mac App Store. You can use it to purchase a BetterZip 4 license for the discounted upgrade price of $9.99. Click “Upgrade now” below to go to our web shop." = "Ceci est un code temporaire pour les clients ayant achetés BetterZip 2 dans le Mac App Store. Vous pouvez l'utiliser pour acheter BetterZip 4 au tarif préférentiel de 9,99 $. Cliquez sur “Mettre à jour maintenant” ci-dessous pour vous rendre sur notre magasin en ligne.";
"BetterZip is not yet registered. Your trial period will end in %d days. \n\nIf you like BetterZip, click the 'Buy now' button below and get your license today!" = "BetterZip n'est pas encore enregistré. Votre période d'essai se termine dans %d jours. \n\nSi vous aimez BetterZip, cliquez sur le bouton 'Acheter maintenant' et obtenez votre licence dès aujourd'hui !";
"Trial user\n%d days left" = "Version d'essai\n%d jours restants";
"Upgrade now" = "Mettre à jour maintenant";
